Repository: RomeniWebDesign/contao-custom-articles-bundle
Catalog: src/Resources/contao/languages/*/*_article.xlf
Languages: de

# tl_article.article_width.0
source: Article width
de: Artikel Breite

# tl_article.article_width.1
source: Define the width of the article.
de: Hier kann die Breite des Artikels festgelegt werden.

# tl_article.article_color.0
source: Article Backgroundcolor
de: Artikel Hintergrundfarbe

# tl_article.article_color.1
source: Define the Backgroundcolor of the article.
de: Hier kann die Hintergrundfarbe des Artikels festgelegt werden.

# tl_article.article_image.0
source: Article Backgroundimage
de: Artikel Hintergrundbild

# tl_article.article_image.1
source: Define the Backgroundimage of the article.
de: Hier kann das Hintergrundbild des Artikels festgelegt werden.

# tl_article.article_image_repeat.0
source: Article Backgroundimage repeat
de: Artikel Hintergrundbild wiederholung

# tl_article.article_image_repeat.1
source: In witch direction should the background image repeat?
de: In welcher Richtung soll das Hintergrundbild wiederholt werden?

# tl_article.article_image_position.0
source: Article Backgroundimage position
de: Artikel Hintergrundbild position

# tl_article.article_image_position.1
source: Define the Backgroundimage position.
de: Hier kann die Position des Hintergrundbild festgelegt werden.

# tl_article.article_image_cover.1
source: Should the background image be used as cover image?
de: Soll das Hintergrundbild als Cover image verwendet werden?

# tl_article.article_image_fixed.0
source: Fixed Backgroundimage
de: Hintergrundbild fixiert?

# tl_article.article_image_fixed.1
source: Should the Backgroundimage Cover be fixed?
de: Soll das Hintergrundbild als Cover fixiert verwendet werden?

# tl_article.article_minheight.0
source: Article min. height
de: Artikel Mindesthöhe

# tl_article.article_minheight.1
source: Define the min. height of the article.
de: Hier können Sie die Mindesthöhe des Artikels eingeben.

# tl_article.inner_article_width.0
source: Article content width
de: Artikel Inhalt Breite

# tl_article.inner_article_width.1
source: Define the width of the article content.
de: Hier kann die Breite des Inhalts des Artikels festgelegt werden

# tl_article.inner_article_minheight.0
source: Article content min. height
de: Artikel Inhalt Mindesthöhe

# tl_article.inner_article_minheight.1
source: Define the min. height of the article content
de: Hier können Sie die Mindesthöhe des Artikel Inhalts eingeben.

# tl_article.inner_article_color.0
source: Article content Backgroundcolor
de: Artikel Inhalt Hintergrundfarbe

# tl_article.inner_article_color.1
source: Define the Backgroundcolor of the article content.
de: Hier kann die Hintergrundfarbe des Artikels festgelegt werden.

# tl_article.inner_article_position.0
source: Article content position
de: Artikel Inhalt Position

# tl_article.inner_article_position.1
source: Define the position of the article content.
de: Hier kann die Position des Inhalts des Artikels festgelegt werden.

# tl_article.inner_article_space.0
source: Space from the border
de: Abstand vom Rand

# tl_article.inner_article_space.1
source: Define if the content hast spacing to the top or to the bottom
de: Hier kann definiert werden, ob das innere Element einen Abstand zum äusseren Element hat (Oben & Unten)

# tl_article.inner_article_overflow.0
source: Article content overflow
de: Overflow des inneren Artikles

# tl_article.inner_article_overflow.1
source: Define if the content of the article content should overflow.
de: Hier kann definiert werden, ob der Inhalt des innere Elements overflowen soll.

# tl_article.article_hidden.0
source: Hide in layout:
de: Verstecke in Layout:

# tl_article.article_hidden.1
source: Hides this content in the selected layout.
de: Versteckt diesen Inhalt in dem ausgewählten Layout.

# tl_article.article_visible.0
source: Show only in layout:
de: Zeige nur in Layout:

# tl_article.article_visible.1
source: Show this content only in the selected layout.
de: Zeigt diesen inhalt nur im ausgewälten Layout.
