Repository: RomeniWebDesign/contao-custom-articles-bundle
Catalog: src/Resources/contao/languages/*/*_content.xlf
Languages: de

# tl_content.grid_legend
source: Grid configuration
de: Grid Einstellungen

# tl_content.grid_xs.0
source: Content width mobil
de: Inhalt Breite Mobil

# tl_content.grid_xs.1
source: Content width in mobil layout (default 12)
de: Inhalt Breite im Mobile-Layout (Default 12).

# tl_content.grid_sm.0
source: Content width phablet
de: Inhalt Breite Phablet

# tl_content.grid_sm.1
source: Content width in phablet layout.
de: Inhalt Breite im Phablet-Layout.

# tl_content.grid_md.0
source: Content width tablet
de: Inhalt Breite Tablet

# tl_content.grid_lg.0
source: Content width desktp
de: Inhalt Breite Desktop

# tl_content.grid_xl.0
source: Content width max
de: Inhalt Breite Max

# tl_content.grid_hidden.0
source: Hide in layout:
de: Verstecke in Layout:

# tl_content.grid_hidden.1
source: Hides this content in the selected layout.
de: Versteckt diesen Inhalt in dem ausgewählten Layout.

# tl_content.grid_visible.0
source: Show only in layout:
de: Zeige nur in Layout:

# tl_content.grid_visible.1
source: Show this content only in the selected layout.
de: Zeigt diesen inhalt nur im ausgewälten Layout.

# tl_content.grid_order_legend
source: Grid Order & Offset
de: Grid Sortieren & Offset

# tl_content.pull_xs.0
source: Pull on mobil
de: Pull in Mobil

# tl_content.pull_xs.1
source: Pulls the Element in the mobil layout
de: Pullt das Element in dem mobil layout

# tl_content.pull_sm.0
source: Pull on tablet
de: Pull in Tablet

# tl_content.pull_sm.1
source: Pulls the Element in the tablet layout.
de: Pullt das Element in dem tablet layout.

# tl_content.pull_md.0
source: Pull on desktop
de: Pull in Desktop

# tl_content.pull_md.1
source: Pulls the Element in the desktop layout.
de: Pullt das Element in dem desktop layout.

# tl_content.pull_lg.0
source: Pull on max
de: Pull in Max

# tl_content.pull_lg.1
source: Pulls the Element in the desktop layout.
de: Pullt das Element in dem desktop layout.

# tl_content.push_xs.0
source: Push on mobil
de: Push in Mobil

# tl_content.push_xs.1
source: Pushes the Element in the mobil layout
de: Pushed das Element in dem mobil layout

# tl_content.push_sm.0
source: Push on tablet
de: Push in Tablet

# tl_content.push_sm.1
source: Pushes the Element in the tablet layout.
de: Pushed das Element in dem tablet layout.

# tl_content.push_md.0
source: Push on desktop
de: Push in Desktop

# tl_content.push_md.1
source: Pushes the Element in the desktop layout.
de: Pushed das Element in dem desktop layout.

# tl_content.push_lg.0
source: Push on max
de: Push in Max

# tl_content.push_lg.1
source: Pushes the Element in the desktop layout.
de: Pushed das Element in dem desktop layout.

# tl_content.offset_xs.0
source: Offset on mobil
de: Offset in Mobil

# tl_content.offset_xs.1
source: Offsets the Element in the mobil layout
de: Offsetted das Element in dem mobil layout

# tl_content.offset_sm.0
source: Offset on phablet
de: Offset in Phablet

# tl_content.offset_sm.1
source: Offsets the Element in the phablet layout.
de: Offsetted das Element in dem Phablet layout.

# tl_content.offset_md.0
source: Offset on tablet
de: Offset in Tablet

# tl_content.offset_md.1
source: Offsets the Element in the tablet layout.
de: Offsetted das Element in dem Tablet layout.

# tl_content.offset_lg.0
source: Offset on desktop
de: Offset in Desktop

# tl_content.offset_lg.1
source: Offsets the Element in the desktop layout.
de: Offsetted das Element in dem Desktop layout.

# tl_content.offset_lg.0
source: Offset on max
de: Offset in Max

# tl_content.offset_lg.1
source: Offsets the Element in the max layout.
de: Offsetted das Element in dem Max layout.

# tl_content.col_padding.0
source: No Padding
de: Kein Padding

# tl_content.col_padding.1
source: Remove padding from Element.
de: Padding vom Element entfernen.

# tl_content.col_padding.pl-0
source: No padding left
de: Kein padding link

# tl_content.col_padding.pr-0
source: No padding right
de: Kein padding rechts

# tl_content.col_padding.px-0
source: No padding left/right
de: Kein padding links/rechts

# tl_content.col_margin.0
source: No Margin
de: Kein Margin

# tl_content.col_margin.1
source: Remove margin from Element.
de: Margin von Element entfernen.

# tl_content.col_margin.mt-0
source: No margin top
de: Kein margin oben

# tl_content.col_margin.mb-0
source: No margin bottom
de: Kein margin unten

# tl_content.col_margin.my-0
source: No margin top/bottom
de: Kein margin oben/unten

# tl_content.col_align.0
source: Horizontal Alignment:
de: Horizontale Ausrichtung:

# tl_content.col_align.1
source: How is the Element aligned in the row?
de: Wie ist das Element in der Zeile ausgerichtet?

# tl_content.col_align.float-left
source: Float Left
de: Float Links

# tl_content.col_align.float-none
source: Float none
de: Nicht floaten

# tl_content.col_align.mx-auto
source: Align Center
de: Zentriert

# tl_content.col_align.float-right
source: Float right
de: Float rechts

# tl_content.col_valign.0
source: Vertical Alignment:
de: Verticale Ausrichtung:

# tl_content.col_valign.1
source: How is the Element aligned vertically in the row?
de: Wie ist das Element vertically in der Zeile ausgerichtet?

# tl_content.col_valign.align-self-start
source: Align Top
de: Oben

# tl_content.col_valign.align-self-center
source: Align Center
de: Mittig

# tl_content.col_valign.align-self-end
source: Align Bottom
de: Unten

# tl_content.lightbox.0
source: Lighbtox
de: Lightbox

# tl_content.lightbox.1
source: Code for grouping Lightbox Elements
de: Code um Lightbox zu Gruppieren
