Repository: RomeniWebDesign/contao-custom-articles-bundle
Catalog: src/Resources/contao/languages/*/*_layout.xlf
Languages: de

# tl_layout.activateCArticlesLable
source: Custom Articles
de: Custom Artikel

# tl_layout.activateCArticles.0
source: Activate Custom Articles
de: Aktiviere Custom Articles

# tl_layout.activateCArticles.1
source: Enable Custom Articles for this Pagetree
de: Aktiviert Custom Artikel f√ºr diesen Seitenbaum

# tl_layout.gridSM.1
source: Breakpoint of the Grid
de: Breakpoint des Grids

# tl_layout.gridMD.1
source: Breakpoint of the Grid
de: Breakpoint des Grids

# tl_layout.gridLG.1
source: Breakpoint of the Grid
de: Breakpoint des Grids

# tl_layout.gridVLG.1
source: Breakpoint of the Grid
de: Breakpoint des Grids

# tl_layout.widthSM.0
source: SM Grid Width
de: SM Grid Breite

# tl_layout.widthSM.1
source: Width of the Grid (should be less than the breakpoint)
de: Breite des Grids (sollte weniger sein als die entsprechenden Breakpoint)

# tl_layout.widthMD.0
source: MD Grid Width
de: MD Grid Breite

# tl_layout.widthMD.1
source: Width of the Grid (should be less than the breakpoint)
de: Breite des Grids (sollte weniger sein als die entsprechenden Breakpoint)

# tl_layout.widthLG.0
source: LG Grid Width
de: LG Grid Breite

# tl_layout.widthLG.1
source: Width of the Grid (should be less than the breakpoint)
de: Breite des Grids (sollte weniger sein als die entsprechenden Breakpoint)

# tl_layout.widthVLG.0
source: VLG Grid Width
de: VLG Grid Breite

# tl_layout.widthVLG.1
source: Width of the Grid (should be less than the breakpoint)
de: Breite des Grids (sollte weniger sein als die entsprechenden Breakpoint)

# tl_layout.paddingTopSM.0
source: SM Padding Top
de: SM Padding Oben

# tl_layout.paddingTopSM.1
source: Padding of each Article (Top)
de: Padding jedes Artikels (oben)

# tl_layout.paddingTopMD.0
source: MD Padding Top
de: MD Padding Oben

# tl_layout.paddingTopMD.1
source: Padding of each Article (Top)
de: Padding jedes Artikels (oben)

# tl_layout.paddingTopLG.0
source: LG Padding Top
de: LG Padding Oben

# tl_layout.paddingTopLG.1
source: Padding of each Article (Top)
de: Padding jedes Artikels (oben)

# tl_layout.paddingTopVLG.0
source: VLG Padding Top
de: VLG Padding Oben

# tl_layout.paddingTopVLG.1
source: Padding of each Article (Top)
de: Padding jedes Artikels (oben)

# tl_layout.paddingBottomSM.0
source: SM Padding Bottom
de: SM Padding Untent

# tl_layout.paddingBottomSM.1
source: Padding of each Article (Bottom)
de: Padding jedes Artikels (unten)

# tl_layout.paddingBottomMD.0
source: MD Padding Bottom
de: MD Padding Untent

# tl_layout.paddingBottomMD.1
source: Padding of each Article (Bottom)
de: Padding jedes Artikels (unten)

# tl_layout.paddingBottomLG.0
source: LG Padding Bottom
de: LG Padding Untent

# tl_layout.paddingBottomLG.1
source: Padding of each Article (Bottom)
de: Padding jedes Artikels (unten)

# tl_layout.paddingBottomVLG.0
source: VLG Padding Bottom
de: VLG Padding Untent

# tl_layout.paddingBottomVLG.1
source: Padding of each Article (Bottom)
de: Padding jedes Artikels (unten)
